[
  {
    "id": 1,
    "name": "CCTV Service and Installation",
    "img": "https://www.pramaindia.in/wp-content/uploads/2023/05/Website_Banner-01-min-1.jpg",
    "description": "Ensure the safety and security of your property with our professional CCTV service and installation. Our expert team specializes in providing comprehensive surveillance solutions tailored to your specific needs.",
    "Installation": "OUR ARRAY OF CCTV INSTALLATION FOR IP CAMERAS VITS have been offering an array of services which includes the following: IP CCTV camera installation Analog cameras HDCVI cameras Network video recorders Digital Video recorders We have been the most matured players in the market providing CCTV security solutions in Hyderabad, Telangana. The CCTV installations have been extensively range of solutions which includes Hikvision, Dahua, CP Plus and Bosch products. VITS have been mostly preferred in the industry to render the tailor-made CCTV services across Hyderabad and if you are earnestly looking for the CCTV company in Hyderabad as the right solution provider",
    "Extras": [
      {
        "name": "Expertise",
        "desc": "With years of experience in the industry, we have the knowledge and skills to handle all your CCTV needs."
      },
      {
        "name": "Quality Assurance",
        "desc": "We use only the best equipment and follow industry best practices to ensure the highest quality service."
      },
      {
        "name": "Customer Satisfaction",
        "desc": "Our priority is your satisfaction, and we strive to exceed your expectations with every installation."
      },
      {
        "name": "Affordable Solutions",
        "desc": "We offer competitive pricing on all our services without compromising on quality."
      }
    ],
    "GetInTouch": "VITS have been mostly preferred to render the tailor-made CCTV services across Hyderabad and if you are in search for a right solution provider, who deliver impeccable system Peace of mind is assured with the right kind of products and budget. Think no longer give us a call to know more. Secure your property with our professional CCTV service and installation. Contact us today for a consultation and quote. "
  },
  {
    "id": 2,
    "name": "BIOMETRIC",
    "img": "https://e0.pxfuel.com/wallpapers/196/182/desktop-wallpaper-significance-of-biometric-technology-in-our-daily-life-biometrics-biometrics-technology-biometric-identification.jpg",
    "description": "Upgrade your security system with our professional biometric service and installation. Our expert team specializes in providing secure and convenient access control solutions using biometric technology. The Biometric Access Control System secures, monitors the attendance control system professionally which predominantly uses the fingerprint as the method of authentication to grant the access.",
    "Extras": [
      {
        "name": "Expertise",
        "desc": "With years of experience in the industry, we have the knowledge and skills to handle all your biometric security needs."
      },
      {
        "name": "Quality Assurance",
        "desc": "We use only the best biometric technology and follow industry best practices to ensure the highest quality service."
      },
      {
        "name": "Customer Satisfaction",
        "desc": "Our priority is your satisfaction, and we strive to exceed your expectations with every installation"
      },
      {
        "name": "Affordable Solutions",
        "desc": "We offer competitive pricing on all our services without compromising on quality."
      }
    ],
    "GetInTouch": "VITS Hyderabad, Telangana offers wide range of Biometric services, to know more about these services, you can call us ."
  },
  {
    "id": 3,
    "name": "Structured Cabling",
    "img": "https://e0.pxfuel.com/wallpapers/511/257/desktop-wallpaper-computer-networking.jpg",
    "description": "Structured Cabling constitutes a set of network cables which are used to connect the plethora of network supported devices, in order to transfer the data and related information through switched, routers, data storage, IP phones and other network products. The structured cabling has become must for organizations, which constantly looks for seamless connectivity across the offices.",
    "services": [
      {
        "name": "Technical Assistance",
        "desc": "Our team of experts is ready to provide technical assistance and troubleshooting for any issues you may encounter."
      },
      {
        "name": "Service Requests",
        "desc": "Need to request a service or schedule maintenance? Our support team can help you with that at any time of the day or night."
      },
      {
        "name": "Emergency Response",
        "desc": "In case of emergencies, our support team is just a call away, ready to provide immediate assistance to resolve the issue promptly."
      }
    ],
    "Extras": [
      {
        "name": "Immediate Response",
        "desc": "We guarantee a quick response to your inquiries, ensuring that your issues are addressed promptly."
      },
      {
        "name": "Expertise",
        "desc": " Our support team consists of highly skilled professionals with years of experience in the industry, ensuring that you receive the best possible support."
      },
      {
        "name": "Customer Satisfaction",
        "desc": "Your satisfaction is our priority, and we strive to exceed your expectations with our 24/7 instant support services."
      }
    ],
    "GetInTouch": "Experience peace of mind knowing that our 24/7 instant support team is always available to assist you. Contact us today for all your support needs."
  },
  {
    "id": 4,
    "name": "AMC",
    "img": "../../assets/images/AMC.jpg",
    "description": "Annual Maintenance has always been the most prominent component of any enterprise as it always ensures the longevity of the systems, peripherals, networks and the servers in specific. VITS have always delivered premium services as a part of the IT AMC (Annual Maintenance Contract). We deliver a wide range of services which ensures that the entire IT/network department runs flawlessly; we have efficient technical experts who bring their own expertise, added as a valued advantage into the system. VITS Technologies have always been appreciated to accommodate the professional expert team who are extremely Skilled to resolve all the technical queries. Secure your business through the annual maintenance contract, offered by VITS. We lay emphasis on the constant feedback system from our clients; the suggested improvements would be executed and implemented at the quickest available time. A Systematic check is performed on a regular basis and certain customized solutions are well-intimated to the customer in advance. As a part of data recovery and backup, we ensure 100% efficiency and security at work.",
    "services": [
      {
        "name": "Hardware",
        "desc": "Hardware complications connected with laptops, MacBook, iPads Restoration for the peripheral components Services for the gadgets Replacement of the original OEM spare components."
      }
    ],

    "GetInTouch": "Our range of technical IT solutions incorporates the services to our clients 24X7 We have an in-house team of technical experts who are certified professionals with a vast technical background and field experience. We have an inherent ability to sustain the technical bandwidth to serve the large enterprise and at the same time to the small and medium scale enterprises (SME’s). Our team constantly ensures that we give individual attention to all of our customers. We have been constantly strategizing ourselves towards bringing about the quickest resolution coupled with planning and implementation. Taking the client’s approval and the possible feedbacks at every level has been our ardent system of practice at VITS that helps us to grow more. We believe in delivering right & premium Annual Maintenance services / IT AMC India of our VITS to respective client. If you want to be one and not one among the others, be a part of VITS Technologies, who could only assists you very graciously with range of exceptional services. "
  },
  {
    "id": 5,
    "name": "Network Storage and Backup Solutions",
    "img": "https://img.freepik.com/free-photo/online-cloud-data-storage-concept-cloudscape-digital-online-server-global-network-business-web-database-backup-computer-private-infrastructure-technology_90220-1345.jpg?size=626&ext=jpg&ga=GA1.1.34264412.1716854400&semt=ais_user",
    "description": "In order to adapt to the evolving market dynamics, business apps, databases and emails need them in so many different ways. Therefore, in the digital universe that is evolving around us, storage integration is even more important. Ensure the safety and accessibility of your data with our comprehensive network storage and backup solutions. Our expert team specializes in designing, implementing, and maintaining storage and backup systems that meet your business needs. ",
    "services": [
      {
        "name": "Network-Attached Storage (NAS):",
        "desc": "We offer NAS solutions that provide centralized storage accessible to multiple users and devices over a network."
      },
      {
        "name": "Storage Area Network (SAN):",
        "desc": " Our SAN solutions deliver high-performance storage that is ideal for demanding applications and large-scale storage requirements."
      },
      {
        "name": "Cloud Backup:",
        "desc": " We provide secure cloud backup solutions that offer off-site storage for your critical data, ensuring its safety in case of on-site disasters."
      },
      {
        "name": "Data Deduplication:",
        "desc": "Our data deduplication services help reduce storage costs by eliminating redundant data and optimizing storage capacity."
      },
      {
        "name": "Backup Monitoring and Managemen:",
        "desc": "We offer backup monitoring and management services to ensure that your backups are performed regularly and successfully."
      }
    ],
    "Extras": [
      {
        "name": "Expertise",
        "desc": "With years of experience in the industry, our team has the knowledge and skills to design and implement storage and backup solutions that meet your business requirements."
      },
      {
        "name": "Security",
        "desc": "We prioritize the security of your data, implementing industry best practices to protect your information from unauthorized access and data loss."
      },
      {
        "name": "Reliability",
        "desc": "Our solutions are designed for reliability, ensuring that your data is always available when you need it."
      },
      {
        "name": "Scalability",
        "desc": "We offer scalable solutions that can grow with your business, allowing you to easily expand your storage and backup capabilities as needed."
      },
      {
        "name": "Customer Satisfaction",
        "desc": " Your satisfaction is our top priority, and we strive to deliver solutions that exceed your expectations."
      }
    ],
    "GetInTouch": "Protect your data with our network storage and backup solutions. Contact us today for a consultation and quote."
  }
]
